Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The viral clearance experiments demonstrated that the spesolimab process provides a cumulative log 10 virus reduction factor (LRV) of at least 14.02 log10 for MVM, 17.80 log10 for xMuLV, 16.04 log10 for PRV and 15.46 log10 for Reo-3.
es_es: Los experimentos de eliminación viral demostraron que el proceso del Espesolimab proporciona un factor de reducción viral logarítmica decimal acumulativa de por lo menos 14,02 u. log.10 para MVM; 17,80 u. log.10 para xMuLV; 16,04 u. log.10 para VPR y 15,46 u. log.10 para Reo tipo 3.

source: The water content of DP decreased with increasing secondary drying duration resulting in a water content of the lyophilisate of 1.3 % after 10 hours (see Table 22).
es_es: El contenido de agua del medicamento disminuyó al aumentar la duración del secado secundario, lo que resultó en un contenido de agua en el liofilizado del 1.3% después de 10 horas (ver la Tabla 22).

source: The water content of the sterilised rubber stoppers was determined within the scope of the transfer and was ~0.1 % (see Table 27).
es_es: El contenido de agua de los tapones de caucho esterilizados se determinó durante la transferencia y fue ~0,1% (ver la Tabla 27).

source: The water to be examined meets the requirements if the measured conductivity at the recorded temperature is not greater than the value in Table 0008.-2.
es_es: El agua a examinar cumple los requisitos si la conductividad medida a la temperatura registrada no es mayor que el valor de la Tabla 0008.-2.

source: The water used to manufacture DP was evaluated with regard to quality of source water, routine maintenance and qualification of water purification plant.
es_es: En el agua utilizada para fabricar el medicamento, se evaluó la calidad del agua de origen, el mantenimiento de rutina y la calificación de la planta purificadora.

source: The wells are shaken or stirred for a predefined time period (typically in a range of 2 - 48 h) and then filtered using appropriate filter membranes (typically PTFE-filters with 0.45 µm pore size).
es_es: Los pocillos se sacuden o agitan un tiempo predefinido (típicamente entre 2 y 48 h) y luego se filtran con membranas de filtro adecuadas (típicamente filtros de teflón con un tamaño de poro de 0.45 µm).

source: The wells are shaken or stirred for a predefined time period (typically in a range of 2 48 h) and then filtered using appropriate filter membranes (typically PTFE-filters with 0.45 µm pore size).
es_es: Los pocillos se sacuden o agitan un tiempo predefinido (típicamente entre 2 y 48 h) y luego se filtran con membranas de filtro adecuadas (típicamente filtros de teflón con un tamaño de poro de 0.45 µm).

source: The whole surface of the plunger stoppers is siliconized to improve machinability and lubricity.
es_es: Toda la superficie del tapón está siliconada para optimizar la maquinabilidad y la lubricidad.

source: The width of the prediction band, i.e. the difference between regression line and prediction band accounts for this intra-batch variability.
es_es: La amplitud de la banda de predicción, es decir, la diferencia entre la recta de regresión lineal y la banda de predicción da cuenta de esta variabilidad intrapartida.

source: The win ratio accounting for clinical hierarchies was 1.25 versus placebo (95% CI 1.08, 1.42) with a nominal p-value of 0.0013, i.e. the number of comparisons “won” by empagliflozin was 25% higher than the number of comparisons “won” by placebo.
es_es: El cociente de ganancias que da cuenta de las jerarquías clínicas fue 1.25 frente a placebo (IC del 95 %: 1.08; 1.42) con un valor p nominal de 0.0013, es decir, la cantidad de comparaciones que "ganó" la empagliflozina fue 25 % mayor que las que "ganó" el placebo.

source: The wording “Str” is only an abbreviation for “Strasse” (meaning street).
es_es: "Str" es solo una abreviatura de "Strasse", que significa "calle".

source: The wording “a.d.R” is only an abbreviation for “An Der Riß”.
es_es: "a.d.R" es simplemente la abreviatura de "An Der Riß" o alternativamente "An Der Riss", que es la otra grafía posible.

source: The wording “practically free” is in compliance with Ph. Eur.
es_es: La frase “prácticamente exenta de” cumple con las monografías de la Ph.

source: The yearly drop-out rate was assumed to be below 1% and was therefore not considered for the determination of sample size.
es_es: Se supuso que la tasa de abandono anual era inferior a 1% y, por lo tanto, esta no influyó en la determinación del tamaño de la muestra.

source: The Δ CI of this confidence interval at the desired shelf-life of 36 months was included to set the drug product stability acceptance criteria to account for the uncertainty of the regression.
es_es: El intervalo de confianza Δ de este intervalo de confianza en la vida útil deseada de 36 meses se incluyó para establecer criterios de aceptación de estabilidad del medicamento que consideraran la incertidumbre de la regresión.

source: The α-level for the final analysis was 0.0497 (2-sided).
es_es: El nivel α para el análisis final fue 0.0497 (bilateral).

source: The ‘deaeration’ was described in step 3 for Catalent DE (Eberbach) registered site but it has always been done in step 2 as the last sub-step as already correctly described in the narrative description.
es_es: En la planta productora registrada Catalent DE (Eberbach), la 'desaireación' se describía en el Paso 3, aunque en realidad siempre se realizó en el Paso 2 como último subpaso, como bien estaba ya explicado la descripción narrativa.

source: The composition of the DP formulation is given in Chapter 2, Table 8.
es_es: La composición de la formulación del medicamento se detalla en el Capítulo 2, Tabla 8.

source: Their genotypes are shown in the following table.
es_es: En la siguiente tabla, se pueden observar los genotipos.

source: Their guidelines for management of paediatric VTE discuss DVT are suggestions only (e.g. thrombolysis is suggested in cases of massive PE only) [P19-00949].
es_es: Sus directrices para el tratamiento de la TEV pediátrica parten de la trombosis venosa profunda y son sólo sugerencias (por ejemplo, se sugiere la trombólisis sólo en casos de embolia pulmonar masiva) [P19-00949].

source: Their purpose is to supplement evidence from the primary analysis to more fully characterize the treatment effect.
es_es: Su propósito es complementar la información del análisis principal para caracterizar más en detalle el efecto del tratamiento.

source: Then 2 mL soft agar were added to the mixture and after vortexing overlaid onto minimal medium plates in triplicate (n = 6 for negative control).
es_es: Luego se agregaron 2 ml de agar blando a la mezcla y, después de agitar en vórtex, se superpusieron sobre placas de medio mínimo por triplicado (n = 6 para control negativo).

source: Then dilute to 50.00ml with water.
es_es: Luego, diluir con agua hasta obtener 50.00 ml.

source: Then fill to the mark with ethanol (equivalent to about 10 mg/mL of ethanesulfonic acid).
es_es: Luego llevar a enrase con etanol (equivalente a aproximadamente 10 mg/ml de ácido etanosulfónico).

source: Then filter the Stock test solution through a suitable membrane filter (e.g. Gelman Acrodisc GHP GF 0.45 μm) directly into a vial discarding the first 2 mL.
es_es: Luego filtrar la solución de análisis madre a través de un filtro de membrana adecuado (p. ej., Gelman Acrodisc GHP GF 0.45 μm) directamente en un frasco y desechar los primeros 2 ml.

source: Then filter through a suitable membrane filter (e.g. Gelman Acrodisc GHP GF 0.45 μm) discarding the first 2 mL.
es_es: Filtrar a través de un filtro de membrana adecuado (por ejemplo, Gelman Acrodisc GHP GF de 0.45 μm), descartando los primeros 2 ml.

source: Then in the table we should mention the three specifications for hte three strengths
es_es: Luego, en la tabla, debemos mencionar las tres especificaciones de las tres concentraciones.

source: Then place and dissolve one tablet in each vessel:
es_es: Luego, colocar y disolver un comprimido en cada vaso:

source: Then the drug solution of ~ 1.9 L was filtered with the sterile PVDF filter (nominal pore size 0.2 μm) and fractions of the filtrate were collected.
es_es: Luego se filtró la solución medicamentosa de ~1.9 l con un filtro estéril de fluoruro de polivinilideno (tamaño de poro nominal de 0.2 μm) y se recolectaron fracciones del filtrado.

source: Then the weighting factors x̄λ , ȳλ and z̄λ for CIE standard illuminant c are used to calculate the tristimulus values corresponding to colour co-ordinates L* = 100, a* = 0 and b* = 0.
es_es: Luego, para calcular los triestímulos correspondientes a las coordenadas colorimétricas L* = 100, a* = 0 y b* = 0, se emplean los factores de ponderación x̄λ , ȳλ y z̄λ para un iluminante estándar C según CIE.

source: Then transfer the content of each container to separate 50-ml volumetric flasks.
es_es: Luego transferir el contenido de cada recipiente a sendos matraces aforados de 50 ml.

source: Then, drug substance is aseptically filled into sterilized and depyrogenated vials using an automated filling machine.
es_es: Luego, con una llenadora de ampollas, se inserta el principio activo en los viales esterilizados y despirogenados, mediante procedimientos asépticos.

source: Then, it was assessed to what extent historical release and stability data of TNKase® (generated with TNKase® analytical methods) and Metalyse® (generated with Metalyse® analytical methods) can be compared qualitatively or quantitatively.
es_es: Luego se evaluó en qué medida pueden compararse, cualitativa o cuantitativamente, los datos históricos de liberación y de estabilidad de TNKase® (generados con los métodos analíticos de TNKase®) con los de Metalyse® (generados con los métodos analíticos de Metalyse®).

source: Theoretical quantity of water
es_es: Cantidad teórica de agua

source: Theoretical value
es_es: Valor teórico

source: Theoretical values of water in tiotropium + olodaterol Respimat®, solution for inhalation
es_es: Valores teóricos de agua en Respimat®, tiotropio + olodaterol, solución para inhalación

source: Theoretical yield [capsules]
es_es: Rendimiento teórico [cápsulas]

source: Therapeutic interventions among the 96% of patients who were treated included (not mutually exclusive):
es_es: Las intervenciones terapéuticas para 96% de los pacientes que efectivamente recibieron tratamiento fueron las siguientes (valores no mutuamente excluyentes):

source: Therapeutics Goods Administration
es_es: Therapeutics Goods Administration (Administración de sustancias terapéuticas de Australia)

source: Therapy for Ischaemic Stroke (EXTEND-IA TNK Part 2)
es_es: para el accidente cerebrovascular isquémico (EXTEND-IA TNK, Parte 2)

source: Therapy should continue for up to 3 months in secondary VTE and 6 months in idiopathic VTE.
es_es: En TEV secundaria, el tratamiento debe continuar hasta 3 meses y, en TEV idiopática, 6 meses.

source: There are also racial differences in VTE incidence.
es_es: También existen diferencias raciales en la incidencia de TEV.

source: There are four glycosylation sites on TNK-tPA.
es_es: Hay cuatro sitios de glicosilación en la TNK-tPA.

source: There are no adequate and well-controlled studies in pregnant women.
es_es: No hay estudios bien controlados y adecuados realizados en mujeres embarazadas.

source: There are no adequate and well-controlled trials in pregnant women.
es_es: No hay ensayos bien controlados y adecuados realizados en mujeres embarazadas.

source: There are no changes in the DP composition.
es_es: No se realizaron cambios en la composición del medicamento.

source: There are no excipients of human or animal origin used in spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL).
es_es: No se utilizan excipientes de origen humano ni animal en spesolimab, solución inyectable, jeringa precargada 150 mg/jeringa (150 mg/ml).

source: There are no new impurities introduced during manufacture of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) (PFS-NSD-1) drug product.
es_es: No se han introducido nuevas impurezas durante la fabricación del medicamento de solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) (dispositivo PFS-NSD-1).

source: There are no novel excipients in the drug product.
es_es: No hay excipientes novedosos en el medicamento.

source: There are only slight differences regarding the letters that can be used as prefix or suffixes.
es_es: Solo hay ligeras diferencias en las letras que pueden emplearse como prefijos o sufijos.

source: There are open and closed processes.
es_es: Hay procesos abiertos y cerrados.

source: There has been no safety concern regarding “Important Potential Risks” or “Missing information”.
es_es: No ha habido ningún riesgo de seguridad encuadrado como “riesgos potenciales importantes” ni “información faltante”.

source: There have been two previous Important Identified Risks categorized as Safety Concerns for Metalyse, which are no longer applicable:
es_es: Había dos riesgos importantes identificados categorizados como riesgos de seguridad de Metalyse, que ya no corresponden:

source: There is a difference between the effect of placebo and the effect of empagliflozin in terms of the endpoint in question.
es_es: Hay diferencia entre el efecto del placebo y el efecto de la empagliflozina en términos del criterio de valoración en cuestión.

source: There is a limited amount of data from the use of Metalyse in pregnant women.
es_es: Hay datos limitados sobre el uso de Metalye en mujeres embarazadas.

source: There is a limited amount of data from the use of [Local Trade Name] in pregnant women.
es_es: Hay datos limitados sobre el uso de [Denominación comercial local] en mujeres embarazadas.

source: There is a limited amount of data from the use of tenecteplase in pregnant women.
es_es: Hay datos limitados sobre el uso de tenecteplasa en mujeres embarazadas.

source: There is also no expectation that further substantially new evidence will evolve from, e.g. further clinical studies this well-established product, which would be the purpose of categorising risks as Safety Concerns in RMPs and PBRERs.
es_es: Tampoco se espera que surja evidencia sustancialmente nueva, por ejemplo, de estudios clínicos adicionales sobre este producto bien establecido, que al cabo sería el propósito de categorizar los riesgos como riesgos de seguridad en los planes de gestión de riesgos y los informes periódicos de evaluación de riesgos y beneficios (PBRER).

source: There is an unmet medical need in patients with HFpEF.
es_es: Existe una necesidad médica no cubierta para los pacientes con insuficiencia cardíaca con fracción de eyección preservada.

source: There is currently no Ph. Eur. or USP monograph describing the DS.
es_es: En la actualidad, no existe ninguna monografía de la USP ni de la Ph. Eur. que describa este principio activo.

source: There is no batch number for WFI issued.
es_es: No se emite ningún número de partida para el agua para inyectables.

source: There is no change in the currently registered idarucizumab drug substance and drug product manufacturing site.
es_es: No existe ningún cambio en la planta productora actualmente registrada del principio activo ni del medicamento idarucizumab.

source: There is no change in the operation itself performed by each of the current registered manufacturers; as Eurofins PHAST GmbH does not perform testing for microbiological quality, the site is listed for the chemical/physical testing operation only.
es_es: No hay cambios en la operatoria propiamente dicha de cada uno de los fabricantes registrados vigentes; como Eurofins PHAST GmbH no hace las pruebas de calidad microbiológica, solo se lo incluye en las pruebas de evaluación fisicoquímica.

source: There is no change in the operations performed by each of the current registered sites.
es_es: No se modifican las operaciones realizadas por cada una de las plantas registradas vigentes.

source: There is no difference between the effect of placebo and the effect of empagliflozin in terms of the endpoint in question.
es_es: No hay diferencia entre el efecto del placebo y el efecto de la empagliflozina en términos del criterio de valoración en cuestión.

source: There is no expectation, however, that the further increasing safety experience will substantially change the characterisation of these risks beyond the existing knowledge.
es_es: A la vez, no hay expectativa de que la creciente experiencia en seguridad cambie sustancialmente la caracterización de estos riesgos más allá del conocimiento existente.

source: There is no impact on process performance or product quality.
es_es: No hay Impacto en el desempeño del proceso ni la calidad del producto.

source: There is no interference observed between analyte and ISTD and ISTD and matrix / analyte.
es_es: No se observa interferencia entre el analito y el estándar interno ni entre el estándar interno y la matriz/analito.

source: There is no reasonable expectation that existing or future feasible pharmacovigilance
es_es: u

source: There is no suffix included, as the drug product cartridges are placed on stability prior to the secondary packaging step.
es_es: No se incluye ningún sufijo, porque los cartuchos del medicamento se someten a estabilidad antes del paso del acondicionamiento secundario.

source: There may be analogies with myocardial infarction, where primary endovascular therapy is superior to IV thrombolysis, but only if the patient can reach a primary endovascular centre within 60 minutes of symptom onset.(28) Otherwise, giving IV tenecteplase at a centre without endovascular therapy results in equivalent outcomes.
es_es: Puede haber analogías con el infarto de miocardio, donde el tratamiento endovascular primario es superior a la trombólisis intravenosa, pero únicamente cuando el paciente puede asistir a un centro endovascular primario en los 60 minutos posteriores al inicio de los síntomas.(28) En caso contrario, la administración intravenosa de tenecteplasa en un centro que no cuenta con servicios endovasculares ofrece los mismos resultados.

source: There may be analogies with myocardial infarction, where primary endovascular therapy is superior to IV thrombolysis, but only if the patient can reach a primary endovascular centre within 60 minutes of symptom onset.(27)
es_es: Puede haber analogías con el infarto de miocardio, donde el tratamiento endovascular primario es superior a la trombólisis intravenosa, pero únicamente cuando el paciente puede asistir a un centro endovascular primario en los 60 minutos posteriores al inicio de los síntomas.(27)

source: There may be situations when an SAE has occurred and the investigator has minimal information to include in the initial report.
es_es: Puede haber situaciones en las que se haya producido un EAG y el investigador tenga información mínima para incluir en el informe inicial.

source: There was a chance that empagliflozin, as a diabetes drug, would recruit more patients with DM than without DM when used in CV outcome trials.
es_es: Existía la posibilidad de que, siendo la empagliflozina un medicamento antidiabético, se reclutaran más pacientes con diabetes mellitus que sin esta en los ensayos de desenlaces cardiovasculares.

source: There was a decrease in uric acid (urate) for the empagliflozin group compared with the placebo group.
es_es: Hubo una disminución del ácido úrico (urato) mayor en el grupo de empagliflozina que en el grupo de placebo.

source: There was a greater improvement in the clinical summary score from baseline in the empagliflozin group than in the placebo group at Week 52 (Figure 11.1.2.7: 2), mainly driven by the domains of symptom frequency and symptom burden; a positive trend in favour of empagliflozin was also observed for the third component of the clinical summary score, the physical limitation domain.
es_es: A la semana 52, el grupo de empagliflozina tuvo una mejoría más importante que el grupo de placebo en la puntuación clínica resumen desde el inicio (Figura 11.1.2.7: 2), impulsada principalmente por los dominios frecuencia de síntomas y carga de síntomas; también se observó una tendencia positiva a favor de la empagliflozina para el tercer componente de la puntuación del resumen clínico, el dominio limitación física.

source: There was a greater improvement in the clinical summary score from baseline in the empagliflozin group than in the placebo group at Week 52 (placebo-corrected adjusted mean change from baseline 1.32, 95% CI 0.45 to 2.19, nominal p = 0.0028; Table 15.2.3.6: 3 and Figure 11.1.2.7: 2 above).
es_es: En la puntuación clínica resumen, a la semana 52, se observó una mayor mejoría desde el inicio en el grupo de empagliflozina que en el de placebo (cambio medio ajustado desde el inicio corregido por placebo: 1.32, IC del 95%: 0.45 a 2.19, p nominal = 0.0028; Tabla 15.2.3.6: 3 y Figura 11.1.2.7: 2 más arriba).

source: There was a greater improvement in the overall summary score from baseline in the empagliflozin group than in the placebo group at Week 52 (placebo-corrected adjusted mean change from baseline 1.37, 95% CI 0.52 to 2.21, nominal p = 0.0015; Table 15.2.4.26.9: 3 and Figure 11.1.2.7: 2 above).
es_es: En la puntuación general resumen, a la semana 52, se observó una mayor mejoría desde el inicio en el grupo de empagliflozina que en el de placebo (cambio medio ajustado desde el inicio corregido por placebo: 1.37, IC del 95%: 0.52 a 2.21, p nominal = 0.0015; Tabla 15.2.4.26.9: 3 y Figura 11.1.2.7: 2 más arriba).

source: There was a greater improvement in the patient- preferred outcome from baseline in the empagliflozin group than in the placebo group at Week 52 (placebo-corrected adjusted mean change from baseline 1.19, 95% CI 0.03 to 2.36, nominal p = 0.0443; Table 15.2.4.26.10: 5).
es_es: En el desenlace preferente para el paciente, a la semana 52, se observó una mayor mejoría desde el inicio en el grupo de empagliflozina que en el de placebo (cambio medio ajustado desde el inicio corregido por placebo: 1.19, IC del 95%: 0.03 a 2.36, p nominal = 0.0443; Tabla 15.2.4.26.10: 5).

source: There was a greater improvement in the symptom frequency, symptom burden domains, and quality of life from baseline in the empagliflozin group than in the placebo group starting at the first assessment (Week 12) and maintained until the last assessment (Week 52); see Figures 11.1.2.7: 2 and 3 above.
es_es: En los dominios frecuencia y carga de síntomas y calidad de vida, se observó una mayor mejoría desde la primera evaluación (Semana 12) en el grupo de empagliflozina que en el de placebo, la cual se mantuvo hasta la última evaluación (Semana 52); ver Figuras 11.1.2.7: 2 y 3 más arriba.

source: There was a greater improvement in the total symptom score from baseline in the empagliflozin group than in the placebo group at Week 52 (placebo- corrected adjusted mean change from baseline 1.94, 95% CI 1.01 to 2.88, nominal p<0.0001; Table 15.2.4.26.5: 3 and Figure 11.1.2.7: 2 above).
es_es: En la puntuación sintomatológica total, a la semana 52, se observó una mayor mejoría desde el inicio en el grupo de empagliflozina que en el de placebo (cambio medio ajustado desde el inicio corregido por placebo: 1.94, IC del 95%: 1.01 a 2.88, p nominal <0.0001; Tabla 15.2.4.26.5: 3 y Figura 11.1.2.7: 2 más arriba).
